

const a="" +
  "隐私政策\n" +
  "总论\n" +
  "对于浏览华彬快速消费品投资管理有限公司（以下称“本公司”）及关联公司包括华彬快速消费品投资管理有限公司在开展市场活动的微信公众号及小程序//H5界面、参与线上线下活动的每一位人士，本公司均尊重其私隐权。本隐私政策概述华彬快速消费品投资管理有限公司将可能收集的资料，以及本公司将如何使用该等资料。\n" +
  "个人资料\n" +
  "作为本公司小程序用户，用户可能须向本公司提供您的个人资料（以下简称“资料”）。在登记时，您会被要求向本公司提供个人信息资料，包括但不限于微信ID、手机号码联络资料。用户同意此等资料是用户自愿向本公司提供的。除非用户自愿提供，否则，本公司将不会通过本公司的小程序向用户收集任何足以使他人辨识到您的身份的资料（如：您的姓名、电话号码或电邮地址（“个人资料”）。如用户不希望您的个人资料被收集，请不要向本公司提供。\n" +
  "用户明白您向本公司提供之任何及所有资料将会被收集及可能作下列用途，您明白向本公司提供的任何所有资料将被本公司收集起来，除另行说明外，本公司可按以下方式使用该等资料：\n" +
  "*收集数据作身份核证及纪录；\n" +
  "*将用户资料进行分析及与其他人的资料作比较，藉以按需要制定服务及/或市场推广（直销或其他方式）计划；\n" +
  "*向您发出有关不同产品和服务的资料；\n" +
  "*保存通讯联络资料；\n" +
  "*汇制有关小程序使用的总量统计；\n" + 
  "*将用户的数据与用户所提供的其他资料（不管作何种用途）作比较，将可能采取人工或自动化方法进行）；\n" +
  "*回应该用户或以该用户名义提出的查询；\n" +
  "*为本公司数据分析和匹配等目的将用户的个人信息提供给相关的数据分析第三方，该分析和匹配将会延伸到除用户参与项目外的其它本公司项目，本公司将要求该第三方不得将本公司所提供的用户个人信息用于数据分析和匹配以外的其他不相关的目的；\n" +
  "*本公司（或在某宣传计划上代表本公司的服务机构或其他第三方）可能使用该等资料与您联系；\n" +
  "*在未得到用户的许可之前，本公司不会亦无意向除上述情况以外的无关的第三方（个人或公司）提供您的个人资料。惟按下列规定使用和披露时不在此限。\n" +
  "*请用户注意，用户在使用我们的产品与/或服务时所提供的所有个人信息，除非用户删除或通过系统设置拒绝我们收集，否则将在用户使用我们的产品与/或服务期间持续授权我们使用。在用户注销相关小程序或程序账号时，我们将停止使用并删除用户的个人信息〉\n" +
  "限制利用原则\n" +
  "本小程序惟在符合下列条件之一，方对收集之个人资料进行必要范围以外之利用：\n" +
  "已取得您的书面同意；为免除您在生命、身体或财产方面之急迫危险；\n" +
  "为防止他人权益之重大危害；\n" +
  "为增进公共利益，且无害于您的重大利益。\n" +
  "个人资料之披露\n" +
  "当政府机关依照法定程序要求本小程序披露个人资料时，本小程序将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，本小程序均得免责且无需事先征得用户的授权同意。\n" +
  "儿童\n" +
  "本公司无意向十六岁以下的人士收集任何个人资料。在适当的情况下，本公司将明确指示儿童不要在本公司小程序内提供该等资料和/或将采取合理步骤确保该等资料的提供是得到家长同意的。\n" +
  "家长应注意，本公司的私隐政策将监管本公司对个人资料的使用，但儿童或其他人通过聊天小程序、交换电邮、公布版或类似形式而自愿提供的资料，可能会被其他人士使用作主动发放邮件。本公司鼓励所有家长指导他们的子女在使用互联网时应安全及负责任地使用其个人资料。\n" +
  "自动收集的额外资料\n" +
  "在某些情况下，当用户已连接到本公司小程序后，我们可能自动地（即无需通过登记）收集不足以使他人辨识到个人身份的技术性资料。当我们小程序的访问者来到我们的网页，我们收集和汇总诸如哪些网页受到了访问，访问的顺序，链接途径等信息。收集这些信息涉及到记录访问本公司小程序的每个用户的IP地址、操作平台、浏览器软件。尽管这些信息无关个人身份，但我们能够通过其IP地址确定其使用的ISP和其上网的地理位置。通过收集上述信息，我们可以优化在您设备屏幕上显示的页面，并进行客流量统计，从而改进小程序的管理和服务。\n" +
  "当您浏览本公司其中任何一个小程序时，我们可能会在您的计算机内储存一些资料。这些资料将以“Cookie”或类似的档案形式储存，并在多方面有助本公司做得更好。例如：“Cookie”\n" +
  "能让我们为您悉心设计一个切合您的兴趣和喜好的小程序。您可使用大部分的互联网浏览器从您的计算机硬驱动器内删除\n" +
  "“Cookie”、阻止所有“Cookie”或在储存“Cookie”前接收警告。请参阅您的浏览器指引或“求助”屏幕上认识多一点有关功能。\n" +
  "免责\n" +
  "除上述依政府机关法定要求披露个人资料属免责外，下列情况时本小程序亦毋需承担任何责任：\n" +
  "由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露。\n" +
  "\n" +
  "任何由于计算机2000年问题、黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等。由于与本小程序链接的其它小程序所造成之个人资料泄露及由此而导致的任何法律争议和后果。\n" +
  "华彬快速消费品投资管理有限公司\n" +
  "\n" +
  "条款与条件\n" +
  "1.除另行说明外，您应假定凡从本小程序内所看到或阅读到的一切内容均已属版权所有。除非遵照本文的“条款和条件”或本小程序内所载规定，否则，在未得本公司的书面允许之前，不得使用。对于用户未经本公司的书面同意而使用本小程序内展示的材料，本公司不会保证或陈述此项使用将不会侵犯任何非由本公司拥有或非与本公司有关联的第三方的权利。\n" +
  "2.尽管本公司将尽合理努力在本小程序内提供准确及最新的信息，本公司不会就本小程序内容的准确性作出任何保证或陈述。\n" +
  "本公司不会就本小程序内容的任何谬误或遗漏而承担责任。\n" +
  "3.用户使用及浏览本小程序的一切风险概由用户承担。对于用户因接达、或使用本小程序而招致任何直接的、偶发的、因果性的、间接的、或惩罚性的损害，本公司、其任何代理、或参与设立、制作、或推出本小程序的任何其他方均无需就此负上责任。在不限制前述规定的前提下，本小程序的一切内容是依其“现有状况”提供给您的，不带有任何性质（不论是明示或默示）的保证，包括但不限于下列的默示保证可销售、适用于某一用途、或不构成侵权。务请注意，一些具司法管辖权的地区不容许排除默示保证，因此，部分上述的排他条款可能不适用于您的情况。另外，如用户因接达、使用或浏览本小程序或因从本小程序下载任何材料、数据、文本、影像、或影音内容而对您的相关设备或其他财物造成任何损害、或您的设备或其他财物感染任何病毒，本公司均不会对此负上责任，亦无需负上责任。\n" +
  "\n" +
  "4.凡用户通过电邮或其他途径传送给本小程序的任何个人资料（如：您的姓名、地址、电话号码或电邮地址），将由本公司根据本小程序内所载的私隐政策使用。凡用户传送给本小程序的任何其他通讯或材料，如：问题、意见、提议或类似内容，将当作非机密及非专有材料处理。\n" +
  "5.本小程序内展示的人物或场景影像属本公司所有，或在取得本公司的允许下使用。除非得到本文的“条款和条件”的特别允许或本小程序内有关网页所载的特别允许，否则，禁止用户或用户授权的任何人士使用有关影像。凡任何人士未经授权而使用该等影像，则有可能违反版权法、商标法、私隐及公开法、以及通讯规则和法规。\n" +
  "6.本小程序内展示的商标、商标图案、和服务标志（统称“商标”）为本公司及相关权利人华彬快速消费品投资管理有限公司注册及非注册“商标”。在未得本公司或拥有本小程序内展示的“商标”的有关第三方权利人的书面允许之前，凡本小程序内一切内容，不应被解释为以默示或其他方式授予或不容否认授予任何许可或权利使用任何出现在本小程序内的“商标”。除本文的“条款和条件”另有规定外，严禁用户使用本小程序内展示的“商标”、或本小程序内的任何其他内容。请注意，华彬快速消费品投资管理有限公司将在法律允许的最大范围内，积极行使其知识产权权利，包括追究有关方的刑事责任。\n" +
  "7.本公司未曾审阅过连接至本小程序的任何或所有小程序，亦不会对任何离站网页或连接至本小程序的任何其他小程序的内容或私隐政策负责。本公司不对该等小程序之内容的准确性、合法性、可靠性或有效性作任何明示或默示之保证。用户连接至本小程序、离站网页或其他小程序的一切风险概由用户单独承担，本公司对用户的此种行为及后果不承担任何责任。\n" +
  "8.虽然本公司将不时监察或检讨本小程序内的讨论、聊天、发放、传送、公布版和类似网页，但这并非本公司的义务。就本小程序内任何上述该等网页的内容或该等网页内所载的任何资料如产生任何谬误、中伤、诽谤、造谣、遗漏、虚假、淫亵、色情、亵渎、危险、或不实，本公司无需对此承担责任。禁止用户发放或传送任何非法的、具威吓性的、诽谤性的、带有中伤的、淫亵性的、恶意中伤的、煽动性的、色情的、或亵渎的材料或任何可以构成或怂恿产生下列行为的材料：可被界定为刑事罪行、招致民事责任、或违法的行为。本公司将全力协助任何执法机关或应法庭命令的要求或指示披露发放任何该等信息或材料的任何人士之身份。\n" +
  "9.源自本小程序的软件和其他材料亦须遵照中国有关出口管制的规定。本公司不授权从本小程序下载或出口任何软件或技术性数据。\n" +
  "10.本公司可随时更新本小程序，修订本文的“条款和条件”。用户应受任何此等修订的约束，因此，您应定期浏览本页，检视您应受约束的最新“条款和条件”。"

module.exports=a
